{"input": "How long had Mortimer Trefinnis' sister been dead when the doctor examined the body?", "context": "Produced by David Brannan.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\nThe Adventure of the Devil's Foot\n\n\nBy\n\nSir Arthur Conan Doyle\n\n\n\n\nIn recording from time to time some of the curious experiences and\ninteresting recollections which I associate with my long and intimate\nfriendship with Mr. Sherlock Holmes, I have continually been faced by\ndifficulties caused by his own aversion to publicity.  To his sombre\nand cynical spirit all popular applause was always abhorrent, and\nnothing amused him more at the end of a successful case than to hand\nover the actual exposure to some orthodox official, and to listen with\na mocking smile to the general chorus of misplaced congratulation.  It\nwas indeed this attitude upon the part of my friend and certainly not\nany lack of interesting material which has caused me of late years to\nlay very few of my records before the public.  My participation in some\nof his adventures was always a privilege which entailed discretion and\nreticence upon me.\n\nIt was, then, with considerable surprise that I received a telegram\nfrom Holmes last Tuesday--he has never been known to write where a\ntelegram would serve--in the following terms:\n\nWhy not tell them of the Cornish horror--strangest case I have handled.\n\nI have no idea what backward sweep of memory had brought the matter\nfresh to his mind, or what freak had caused him to desire that I should\nrecount it; but I hasten, before another cancelling telegram may\narrive, to hunt out the notes which give me the exact details of the\ncase and to lay the narrative before my readers.\n\nIt was, then, in the spring of the year 1897 that Holmes's iron\nconstitution showed some symptoms of giving way in the face of constant\nhard work of a most exacting kind, aggravated, perhaps, by occasional\nindiscretions of his own.  In March of that year Dr. Moore Agar, of\nHarley Street, whose dramatic introduction to Holmes I may some day\nrecount, gave positive injunctions that the famous private agent lay\naside all his cases and surrender himself to complete rest if he wished\nto avert an absolute breakdown.  The state of his health was not a\nmatter in which he himself took the faintest interest, for his mental\ndetachment was absolute, but he was induced at last, on the threat of\nbeing permanently disqualified from work, to give himself a complete\nchange of scene and air.  Thus it was that in the early spring of that\nyear we found ourselves together in a small cottage near Poldhu Bay, at\nthe further extremity of the Cornish peninsula.\n\nIt was a singular spot, and one peculiarly well suited to the grim\nhumour of my patient.  From the windows of our little whitewashed\nhouse, which stood high upon a grassy headland, we looked down upon the\nwhole sinister semicircle of Mounts Bay, that old death trap of sailing\nvessels, with its fringe of black cliffs and surge-swept reefs on which\ninnumerable seamen have met their end.  With a northerly breeze it lies\nplacid and sheltered, inviting the storm-tossed craft to tack into it\nfor rest and protection.\n\nThen come the sudden swirl round of the wind, the blistering gale from\nthe south-west, the dragging anchor, the lee shore, and the last battle\nin the creaming breakers.  The wise mariner stands far out from that\nevil place.\n\nOn the land side our surroundings were as sombre as on the sea. It was\na country of rolling moors, lonely and dun-colored, with an occasional\nchurch tower to mark the site of some old-world village.  In every\ndirection upon these moors there were traces of some vanished race\nwhich had passed utterly away, and left as its sole record strange\nmonuments of stone, irregular mounds which contained the burned ashes\nof the dead, and curious earthworks which hinted at prehistoric strife.\nThe glamour and mystery of the place, with its sinister atmosphere of\nforgotten nations, appealed to the imagination of my friend, and he\nspent much of his time in long walks and solitary meditations upon the\nmoor. The ancient Cornish language had also arrested his attention, and\nhe had, I remember, conceived the idea that it was akin to the\nChaldean, and had been largely derived from the Phoenician traders in\ntin.  He had received a consignment of books upon philology and was\nsettling down to develop this thesis when suddenly, to my sorrow and to\nhis unfeigned delight, we found ourselves, even in that land of dreams,\nplunged into a problem at our very doors which was more intense, more\nengrossing, and infinitely more mysterious than any of those which had\ndriven us from London.  Our simple life and peaceful, healthy routine\nwere violently interrupted, and we were precipitated into the midst of\na series of events which caused the utmost excitement not only in\nCornwall but throughout the whole west of England. Many of my readers\nmay retain some recollection of what was called at the time \"The\nCornish Horror,\" though a most imperfect account of the matter reached\nthe London press. Now, after thirteen years, I will give the true\ndetails of this inconceivable affair to the public.\n\nI have said that scattered towers marked the villages which dotted this\npart of Cornwall.  The nearest of these was the hamlet of Tredannick\nWollas, where the cottages of a couple of hundred inhabitants clustered\nround an ancient, moss-grown church.  The vicar of the parish, Mr.\nRoundhay, was something of an archaeologist, and as such Holmes had\nmade his acquaintance. He was a middle-aged man, portly and affable,\nwith a considerable fund of local lore.  At his invitation we had taken\ntea at the vicarage and had come to know, also, Mr. Mortimer Tregennis,\nan independent gentleman, who increased the clergyman's scanty\nresources by taking rooms in his large, straggling house.  The vicar,\nbeing a bachelor, was glad to come to such an arrangement, though he\nhad little in common with his lodger, who was a thin, dark, spectacled\nman, with a stoop which gave the impression of actual, physical\ndeformity.  I remember that during our short visit we found the vicar\ngarrulous, but his lodger strangely reticent, a sad-faced,\nintrospective man, sitting with averted eyes, brooding apparently upon\nhis own affairs.\n\nThese were the two men who entered abruptly into our little\nsitting-room on Tuesday, March the 16th, shortly after our breakfast\nhour, as we were smoking together, preparatory to our daily excursion\nupon the moors.\n\n\"Mr. Holmes,\" said the vicar in an agitated voice, \"the most\nextraordinary and tragic affair has occurred during the night. It is\nthe most unheard-of business.  We can only regard it as a special\nProvidence that you should chance to be here at the time, for in all\nEngland you are the one man we need.\"\n\nI glared at the intrusive vicar with no very friendly eyes; but Holmes\ntook his pipe from his lips and sat up in his chair like an old hound\nwho hears the view-halloa.  He waved his hand to the sofa, and our\npalpitating visitor with his agitated companion sat side by side upon\nit.  Mr. Mortimer Tregennis was more self-contained than the clergyman,\nbut the twitching of his thin hands and the brightness of his dark eyes\nshowed that they shared a common emotion.\n\n\"Shall I speak or you?\" he asked of the vicar.\n\n\"Well, as you seem to have made the discovery, whatever it may be, and\nthe vicar to have had it second-hand, perhaps you had better do the\nspeaking,\" said Holmes.\n\nI glanced at the hastily clad clergyman, with the formally dressed\nlodger seated beside him, and was amused at the surprise which Holmes's\nsimple deduction had brought to their faces.\n\n\"Perhaps I had best say a few words first,\" said the vicar, \"and then\nyou can judge if you will listen to the details from Mr. Tregennis, or\nwhether we should not hasten at once to the scene of this mysterious\naffair.  I may explain, then, that our friend here spent last evening\nin the company of his two brothers, Owen and George, and of his sister\nBrenda, at their house of Tredannick Wartha, which is near the old\nstone cross upon the moor.  He left them shortly after ten o'clock,\nplaying cards round the dining-room table, in excellent health and\nspirits. This morning, being an early riser, he walked in that\ndirection before breakfast and was overtaken by the carriage of Dr.\nRichards, who explained that he had just been sent for on a most urgent\ncall to Tredannick Wartha.  Mr. Mortimer Tregennis naturally went with\nhim.  When he arrived at Tredannick Wartha he found an extraordinary\nstate of things.  His two brothers and his sister were seated round the\ntable exactly as he had left them, the cards still spread in front of\nthem and the candles burned down to their sockets.  The sister lay back\nstone-dead in her chair, while the two brothers sat on each side of her\nlaughing, shouting, and singing, the senses stricken clean out of them.\nAll three of them, the dead woman and the two demented men, retained\nupon their faces an expression of the utmost horror--a convulsion of\nterror which was dreadful to look upon.  There was no sign of the\npresence of anyone in the house, except Mrs. Porter, the old cook and\nhousekeeper, who declared that she had slept deeply and heard no sound\nduring the night.  Nothing had been stolen or disarranged, and there is\nabsolutely no explanation of what the horror can be which has\nfrightened a woman to death and two strong men out of their senses.\nThere is the situation, Mr. Holmes, in a nutshell, and if you can help\nus to clear it up you will have done a great work.\"\n\nI had hoped that in some way I could coax my companion back into the\nquiet which had been the object of our journey; but one glance at his\nintense face and contracted eyebrows told me how vain was now the\nexpectation.  He sat for some little time in silence, absorbed in the\nstrange drama which had broken in upon our peace.\n\n\"I will look into this matter,\" he said at last.  \"On the face of it,\nit would appear to be a case of a very exceptional nature. Have you\nbeen there yourself, Mr. Roundhay?\"\n\n\"No, Mr. Holmes.  Mr. Tregennis brought back the account to the\nvicarage, and I at once hurried over with him to consult you.\"\n\n\"How far is it to the house where this singular tragedy occurred?\"\n\n\"About a mile inland.\"\n\n\"Then we shall walk over together.  But before we start I must ask you\na few questions, Mr. Mortimer Tregennis.\"\n\nThe other had been silent all this time, but I had observed that his\nmore controlled excitement was even greater than the obtrusive emotion\nof the clergyman.  He sat with a pale, drawn face, his anxious gaze\nfixed upon Holmes, and his thin hands clasped convulsively together.\nHis pale lips quivered as he listened to the dreadful experience which\nhad befallen his family, and his dark eyes seemed to reflect something\nof the horror of the scene.\n\n\"Ask what you like, Mr. Holmes,\" said he eagerly.  \"It is a bad thing\nto speak of, but I will answer you the truth.\"\n\n\"Tell me about last night.\"\n\n\"Well, Mr. Holmes, I supped there, as the vicar has said, and my elder\nbrother George proposed a game of whist afterwards.  We sat down about\nnine o'clock.  It was a quarter-past ten when I moved to go.  I left\nthem all round the table, as merry as could be.\"\n\n\"Who let you out?\"\n\n\"Mrs. Porter had gone to bed, so I let myself out.  I shut the hall\ndoor behind me.  The window of the room in which they sat was closed,\nbut the blind was not drawn down.  There was no change in door or\nwindow this morning, or any reason to think that any stranger had been\nto the house.  Yet there they sat, driven clean mad with terror, and\nBrenda lying dead of fright, with her head hanging over the arm of the\nchair.  I'll never get the sight of that room out of my mind so long as\nI live.\"\n\n\"The facts, as you state them, are certainly most remarkable,\" said\nHolmes.  \"I take it that you have no theory yourself which can in any\nway account for them?\"\n\n\"It's devilish, Mr. Holmes, devilish!\" cried Mortimer Tregennis. \"It is\nnot of this world.  Something has come into that room which has dashed\nthe light of reason from their minds.  What human contrivance could do\nthat?\"\n\n\"I fear,\" said Holmes, \"that if the matter is beyond humanity it is\ncertainly beyond me.  Yet we must exhaust all natural explanations\nbefore we fall back upon such a theory as this.  As to yourself, Mr.\nTregennis, I take it you were divided in some way from your family,\nsince they lived together and you had rooms apart?\"\n\n\"That is so, Mr. Holmes, though the matter is past and done with. We\nwere a family of tin-miners at Redruth, but we sold our venture to a\ncompany, and so retired with enough to keep us.  I won't deny that\nthere was some feeling about the division of the money and it stood\nbetween us for a time, but it was all forgiven and forgotten, and we\nwere the best of friends together.\"\n\n\"Looking back at the evening which you spent together, does anything\nstand out in your memory as throwing any possible light upon the\ntragedy?  Think carefully, Mr. Tregennis, for any clue which can help\nme.\"\n\n\"There is nothing at all, sir.\"\n\n\"Your people were in their usual spirits?\"\n\n\"Never better.\"\n\n\"Were they nervous people?  Did they ever show any apprehension of\ncoming danger?\"\n\n\"Nothing of the kind.\"\n\n\"You have nothing to add then, which could assist me?\"\n\nMortimer Tregennis considered earnestly for a moment.\n\n\"There is one thing occurs to me,\" said he at last.  \"As we sat at the\ntable my back was to the window, and my brother George, he being my\npartner at cards, was facing it.  I saw him once look hard over my\nshoulder, so I turned round and looked also.  The blind was up and the\nwindow shut, but I could just make out the bushes on the lawn, and it\nseemed to me for a moment that I saw something moving among them.  I\ncouldn't even say if it was man or animal, but I just thought there was\nsomething there.  When I asked him what he was looking at, he told me\nthat he had the same feeling.  That is all that I can say.\"\n\n\"Did you not investigate?\"\n\n\"No; the matter passed as unimportant.\"\n\n\"You left them, then, without any premonition of evil?\"\n\n\"None at all.\"\n\n\"I am not clear how you came to hear the news so early this morning.\"\n\n\"I am an early riser and generally take a walk before breakfast. This\nmorning I had hardly started when the doctor in his carriage overtook\nme.  He told me that old Mrs. Porter had sent a boy down with an urgent\nmessage.  I sprang in beside him and we drove on. When we got there we\nlooked into that dreadful room.  The candles and the fire must have\nburned out hours before, and they had been sitting there in the dark\nuntil dawn had broken.  The doctor said Brenda must have been dead at\nleast six hours.  There were no signs of violence.  She just lay across\nthe arm of the chair with that look on her face.  George and Owen were\nsinging snatches of songs and gibbering like two great apes.  Oh, it\nwas awful to see!  I couldn't stand it, and the doctor was as white as\na sheet.  Indeed, he fell into a chair in a sort of faint, and we\nnearly had him on our hands as well.\"\n\n\"Remarkable--most remarkable!\" said Holmes, rising and taking his hat.\n\"I think, perhaps, we had better go down to Tredannick Wartha without\nfurther delay.  I confess that I have seldom known a case which at\nfirst sight presented a more singular problem.\"\n\n\nOur proceedings of that first morning did little to advance the\ninvestigation.  It was marked, however, at the outset by an incident\nwhich left the most sinister impression upon my mind. The approach to\nthe spot at which the tragedy occurred is down a narrow, winding,\ncountry lane.  While we made our way along it we heard the rattle of a\ncarriage coming towards us and stood aside to let it pass.  As it drove\nby us I caught a glimpse through the closed window of a horribly\ncontorted, grinning face glaring out at us.  Those staring eyes and\ngnashing teeth flashed past us like a dreadful vision.\n\n\"My brothers!\" cried Mortimer Tregennis, white to his lips. \"They are\ntaking them to Helston.\"\n\nWe looked with horror after the black carriage, lumbering upon its way.\nThen we turned our steps towards this ill-omened house in which they\nhad met their strange fate.\n\nIt was a large and bright dwelling, rather a villa than a cottage, with\na considerable garden which was already, in that Cornish air, well\nfilled with spring flowers.  Towards this garden the window of the\nsitting-room fronted, and from it, according to Mortimer Tregennis,\nmust have come that thing of evil which had by sheer horror in a single\ninstant blasted their minds.  Holmes walked slowly and thoughtfully\namong the flower-plots and along the path before we entered the porch.\nSo absorbed was he in his thoughts, I remember, that he stumbled over\nthe watering-pot, upset its contents, and deluged both our feet and the\ngarden path.  Inside the house we were met by the elderly Cornish\nhousekeeper, Mrs. Porter, who, with the aid of a young girl, looked\nafter the wants of the family.  She readily answered all Holmes's\nquestions.  She had heard nothing in the night.  Her employers had all\nbeen in excellent spirits lately, and she had never known them more\ncheerful and prosperous.  She had fainted with horror upon entering the\nroom in the morning and seeing that dreadful company round the table.\nShe had, when she recovered, thrown open the window to let the morning\nair in, and had run down to the lane, whence she sent a farm-lad for\nthe doctor.  The lady was on her bed upstairs if we cared to see her.\nIt took four strong men to get the brothers into the asylum carriage.\nShe would not herself stay in the house another day and was starting\nthat very afternoon to rejoin her family at St. Ives.\n\nWe ascended the stairs and viewed the body.  Miss Brenda Tregennis had\nbeen a very beautiful girl, though now verging upon middle age.  Her\ndark, clear-cut face was handsome, even in death, but there still\nlingered upon it something of that convulsion of horror which had been\nher last human emotion.  From her bedroom we descended to the\nsitting-room, where this strange tragedy had actually occurred.  The\ncharred ashes of the overnight fire lay in the grate.  On the table\nwere the four guttered and burned-out candles, with the cards scattered\nover its surface.  The chairs had been moved back against the walls,\nbut all else was as it had been the night before.  Holmes paced with\nlight, swift steps about the room; he sat in the various chairs,\ndrawing them up and reconstructing their positions.  He tested how much\nof the garden was visible; he examined the floor, the ceiling, and the\nfireplace; but never once did I see that sudden brightening of his eyes\nand tightening of his lips which would have told me that he saw some\ngleam of light in this utter darkness.\n\n\"Why a fire?\" he asked once.  \"Had they always a fire in this small\nroom on a spring evening?\"\n\nMortimer Tregennis explained that the night was cold and damp. For that\nreason, after his arrival, the fire was lit.  \"What are you going to do\nnow, Mr. Holmes?\" he asked.\n\nMy friend smiled and laid his hand upon my arm.  \"I think, Watson, that\nI shall resume that course of tobacco-poisoning which you have so often\nand so justly condemned,\" said he.  \"With your permission, gentlemen,\nwe will now return to our cottage, for I am not aware that any new\nfactor is likely to come to our notice here.  I will turn the facts\nover in my mind, Mr. Tregennis, and should anything occur to me I will\ncertainly communicate with you and the vicar.  In the meantime I wish\nyou both good-morning.\"\n\nIt was not until long after we were back in Poldhu Cottage that Holmes\nbroke his complete and absorbed silence.  He sat coiled in his\narmchair, his haggard and ascetic face hardly visible amid the blue\nswirl of his tobacco smoke, his black brows drawn down, his forehead\ncontracted, his eyes vacant and far away.  Finally he laid down his\npipe and sprang to his feet.\n\n\"It won't do, Watson!\" said he with a laugh.  \"Let us walk along the\ncliffs together and search for flint arrows.  We are more likely to\nfind them than clues to this problem.  To let the brain work without\nsufficient material is like racing an engine.  It racks itself to\npieces.  The sea air, sunshine, and patience, Watson--all else will\ncome.\n\n\"Now, let us calmly define our position, Watson,\" he continued as we\nskirted the cliffs together.  \"Let us get a firm grip of the very\nlittle which we DO know, so that when fresh facts arise we may be ready\nto fit them into their places.  I take it, in the first place, that\nneither of us is prepared to admit diabolical intrusions into the\naffairs of men.  Let us begin by ruling that entirely out of our minds.\nVery good.  There remain three persons who have been grievously\nstricken by some conscious or unconscious human agency.  That is firm\nground.  Now, when did this occur?  Evidently, assuming his narrative\nto be true, it was immediately after Mr. Mortimer Tregennis had left\nthe room.  That is a very important point.  The presumption is that it\nwas within a few minutes afterwards.  The cards still lay upon the\ntable. It was already past their usual hour for bed.  Yet they had not\nchanged their position or pushed back their chairs.  I repeat, then,\nthat the occurrence was immediately after his departure, and not later\nthan eleven o'clock last night.\n\n\"Our next obvious step is to check, so far as we can, the movements of\nMortimer Tregennis after he left the room.  In this there is no\ndifficulty, and they seem to be above suspicion. Knowing my methods as\nyou do, you were, of course, conscious of the somewhat clumsy water-pot\nexpedient by which I obtained a clearer impress of his foot than might\notherwise have been possible.  The wet, sandy path took it admirably.\nLast night was also wet, you will remember, and it was not\ndifficult--having obtained a sample print--to pick out his track among\nothers and to follow his movements.  He appears to have walked away\nswiftly in the direction of the vicarage.\n\n\"If, then, Mortimer Tregennis disappeared from the scene, and yet some\noutside person affected the card-players, how can we reconstruct that\nperson, and how was such an impression of horror conveyed?  Mrs. Porter\nmay be eliminated.  She is evidently harmless.  Is there any evidence\nthat someone crept up to the garden window and in some manner produced\nso terrific an effect that he drove those who saw it out of their\nsenses?  The only suggestion in this direction comes from Mortimer\nTregennis himself, who says that his brother spoke about some movement\nin the garden.  That is certainly remarkable, as the night was rainy,\ncloudy, and dark.  Anyone who had the design to alarm these people\nwould be compelled to place his very face against the glass before he\ncould be seen.  There is a three-foot flower-border outside this\nwindow, but no indication of a footmark.  It is difficult to imagine,\nthen, how an outsider could have made so terrible an impression upon\nthe company, nor have we found any possible motive for so strange and\nelaborate an attempt.  You perceive our difficulties, Watson?\"\n\n\"They are only too clear,\" I answered with conviction.\n\n\"And yet, with a little more material, we may prove that they are not\ninsurmountable,\" said Holmes.  \"I fancy that among your extensive\narchives, Watson, you may find some which were nearly as obscure.\nMeanwhile, we shall put the case aside until more accurate data are\navailable, and devote the rest of our morning to the pursuit of\nneolithic man.\"\n\nI may have commented upon my friend's power of mental detachment, but\nnever have I wondered at it more than upon that spring morning in\nCornwall when for two hours he discoursed upon celts, arrowheads, and\nshards, as lightly as if no sinister mystery were waiting for his\nsolution.  It was not until we had returned in the afternoon to our\ncottage that we found a visitor awaiting us, who soon brought our minds\nback to the matter in hand.  Neither of us needed to be told who that\nvisitor was.  The huge body, the craggy and deeply seamed face with the\nfierce eyes and hawk-like nose, the grizzled hair which nearly brushed\nour cottage ceiling, the beard--golden at the fringes and white near\nthe lips, save for the nicotine stain from his perpetual cigar--all\nthese were as well known in London as in Africa, and could only be\nassociated with the tremendous personality of Dr. Leon Sterndale, the\ngreat lion-hunter and explorer.\n\nWe had heard of his presence in the district and had once or twice\ncaught sight of his tall figure upon the moorland paths. He made no\nadvances to us, however, nor would we have dreamed of doing so to him,\nas it was well known that it was his love of seclusion which caused him\nto spend the greater part of the intervals between his journeys in a\nsmall bungalow buried in the lonely wood of Beauchamp Arriance.  Here,\namid his books and his maps, he lived an absolutely lonely life,\nattending to his own simple wants and paying little apparent heed to\nthe affairs of his neighbours.  It was a surprise to me, therefore, to\nhear him asking Holmes in an eager voice whether he had made any\nadvance in his reconstruction of this mysterious episode.  \"The county\npolice are utterly at fault,\" said he, \"but perhaps your wider\nexperience has suggested some conceivable explanation.  My only claim\nto being taken into your confidence is that during my many residences\nhere I have come to know this family of Tregennis very well--indeed,\nupon my Cornish mother's side I could call them cousins--and their\nstrange fate has naturally been a great shock to me.  I may tell you\nthat I had got as far as Plymouth upon my way to Africa, but the news\nreached me this morning, and I came straight back again to help in the\ninquiry.\"\n\nHolmes raised his eyebrows.\n\n\"Did you lose your boat through it?\"\n\n\"I will take the next.\"\n\n\"Dear me! that is friendship indeed.\"\n\n\"I tell you they were relatives.\"\n\n\"Quite so--cousins of your mother.  Was your baggage aboard the ship?\"\n\n\"Some of it, but the main part at the hotel.\"\n\n\"I see.  But surely this event could not have found its way into the\nPlymouth morning papers.\"\n\n\"No, sir; I had a telegram.\"\n\n\"Might I ask from whom?\"\n\nA shadow passed over the gaunt face of the explorer.\n\n\"You are very inquisitive, Mr. Holmes.\"\n\n\"It is my business.\"\n\nWith an effort Dr. Sterndale recovered his ruffled composure.\n\n\"I have no objection to telling you,\" he said.  \"It was Mr. Roundhay,\nthe vicar, who sent me the telegram which recalled me.\"\n\n\"Thank you,\" said Holmes.  \"I may say in answer to your original\nquestion that I have not cleared my mind entirely on the subject of\nthis case, but that I have every hope of reaching some conclusion.  It\nwould be premature to say more.\"\n\n\"Perhaps you would not mind telling me if your suspicions point in any\nparticular direction?\"\n\n\"No, I can hardly answer that.\"\n\n\"Then I have wasted my time and need not prolong my visit.\"  The famous\ndoctor strode out of our cottage in considerable ill-humour, and within\nfive minutes Holmes had followed him.  I saw him no more until the\nevening, when he returned with a slow step and haggard face which\nassured me that he had made no great progress with his investigation.\nHe glanced at a telegram which awaited him and threw it into the grate.\n\n\"From the Plymouth hotel, Watson,\" he said.  \"I learned the name of it\nfrom the vicar, and I wired to make certain that Dr. Leon Sterndale's\naccount was true.  It appears that he did indeed spend last night\nthere, and that he has actually allowed some of his baggage to go on to\nAfrica, while he returned to be present at this investigation.  What do\nyou make of that, Watson?\"\n\n\"He is deeply interested.\"\n\n\"Deeply interested--yes.  There is a thread here which we had not yet\ngrasped and which might lead us through the tangle.  Cheer up, Watson,\nfor I am very sure that our material has not yet all come to hand.\nWhen it does we may soon leave our difficulties behind us.\"\n\nLittle did I think how soon the words of Holmes would be realized, or\nhow strange and sinister would be that new development which opened up\nan entirely fresh line of investigation.  I was shaving at my window in\nthe morning when I heard the rattle of hoofs and, looking up, saw a\ndog-cart coming at a gallop down the road.  It pulled up at our door,\nand our friend, the vicar, sprang from it and rushed up our garden\npath. Holmes was already dressed, and we hastened down to meet him.\n\nOur visitor was so excited that he could hardly articulate, but at last\nin gasps and bursts his tragic story came out of him.\n\n\"We are devil-ridden, Mr. Holmes!  My poor parish is devil-ridden!\" he\ncried.  \"Satan himself is loose in it!  We are given over into his\nhands!\"  He danced about in his agitation, a ludicrous object if it\nwere not for his ashy face and startled eyes.  Finally he shot out his\nterrible news.\n\n\"Mr. Mortimer Tregennis died during the night, and with exactly the\nsame symptoms as the rest of his family.\"\n\nHolmes sprang to his feet, all energy in an instant.\n\n\"Can you fit us both into your dog-cart?\"\n\n\"Yes, I can.\"\n\n\"Then, Watson, we will postpone our breakfast.  Mr. Roundhay, we are\nentirely at your disposal.  Hurry--hurry, before things get\ndisarranged.\"\n\nThe lodger occupied two rooms at the vicarage, which were in an angle\nby themselves, the one above the other.  Below was a large\nsitting-room; above, his bedroom.  They looked out upon a croquet lawn\nwhich came up to the windows.  We had arrived before the doctor or the\npolice, so that everything was absolutely undisturbed.  Let me describe\nexactly the scene as we saw it upon that misty March morning.  It has\nleft an impression which can never be effaced from my mind.\n\nThe atmosphere of the room was of a horrible and depressing stuffiness.\nThe servant who had first entered had thrown up the window, or it would\nhave been even more intolerable.  This might partly be due to the fact\nthat a lamp stood flaring and smoking on the centre table.  Beside it\nsat the dead man, leaning back in his chair, his thin beard projecting,\nhis spectacles pushed up on to his forehead, and his lean dark face\nturned towards the window and twisted into the same distortion of\nterror which had marked the features of his dead sister.  His limbs\nwere convulsed and his fingers contorted as though he had died in a\nvery paroxysm of fear.  He was fully clothed, though there were signs\nthat his dressing had been done in a hurry.  We had already learned\nthat his bed had been slept in, and that the tragic end had come to him\nin the early morning.\n\nOne realized the red-hot energy which underlay Holmes's phlegmatic\nexterior when one saw the sudden change which came over him from the\nmoment that he entered the fatal apartment.  In an instant he was tense\nand alert, his eyes shining, his face set, his limbs quivering with\neager activity.  He was out on the lawn, in through the window, round\nthe room, and up into the bedroom, for all the world like a dashing\nfoxhound drawing a cover.  In the bedroom he made a rapid cast around\nand ended by throwing open the window, which appeared to give him some\nfresh cause for excitement, for he leaned out of it with loud\nejaculations of interest and delight.  Then he rushed down the stair,\nout through the open window, threw himself upon his face on the lawn,\nsprang up and into the room once more, all with the energy of the\nhunter who is at the very heels of his quarry.  The lamp, which was an\nordinary standard, he examined with minute care, making certain\nmeasurements upon its bowl.  He carefully scrutinized with his lens the\ntalc shield which covered the top of the chimney and scraped off some\nashes which adhered to its upper surface, putting some of them into an\nenvelope, which he placed in his pocketbook.  Finally, just as the\ndoctor and the official police put in an appearance, he beckoned to the\nvicar and we all three went out upon the lawn.\n\n\"I am glad to say that my investigation has not been entirely barren,\"\nhe remarked.  \"I cannot remain to discuss the matter with the police,\nbut I should be exceedingly obliged, Mr. Roundhay, if you would give\nthe inspector my compliments and direct his attention to the bedroom\nwindow and to the sitting-room lamp.  Each is suggestive, and together\nthey are almost conclusive.  If the police would desire further\ninformation I shall be happy to see any of them at the cottage.  And\nnow, Watson, I think that, perhaps, we shall be better employed\nelsewhere.\"\n\nIt may be that the police resented the intrusion of an amateur, or that\nthey imagined themselves to be upon some hopeful line of investigation;\nbut it is certain that we heard nothing from them for the next two\ndays.  During this time Holmes spent some of his time smoking and\ndreaming in the cottage; but a greater portion in country walks which\nhe undertook alone, returning after many hours without remark as to\nwhere he had been.  One experiment served to show me the line of his\ninvestigation.  He had bought a lamp which was the duplicate of the one\nwhich had burned in the room of Mortimer Tregennis on the morning of\nthe tragedy.  This he filled with the same oil as that used at the\nvicarage, and he carefully timed the period which it would take to be\nexhausted. Another experiment which he made was of a more unpleasant\nnature, and one which I am not likely ever to forget.\n\n\"You will remember, Watson,\" he remarked one afternoon, \"that there is\na single common point of resemblance in the varying reports which have\nreached us.  This concerns the effect of the atmosphere of the room in\neach case upon those who had first entered it.  You will recollect that\nMortimer Tregennis, in describing the episode of his last visit to his\nbrother's house, remarked that the doctor on entering the room fell\ninto a chair? You had forgotten?  Well I can answer for it that it was\nso. Now, you will remember also that Mrs. Porter, the housekeeper, told\nus that she herself fainted upon entering the room and had afterwards\nopened the window.  In the second case--that of Mortimer Tregennis\nhimself--you cannot have forgotten the horrible stuffiness of the room\nwhen we arrived, though the servant had thrown open the window.  That\nservant, I found upon inquiry, was so ill that she had gone to her bed.\nYou will admit, Watson, that these facts are very suggestive.  In each\ncase there is evidence of a poisonous atmosphere.  In each case, also,\nthere is combustion going on in the room--in the one case a fire, in\nthe other a lamp.  The fire was needed, but the lamp was lit--as a\ncomparison of the oil consumed will show--long after it was broad\ndaylight.  Why?  Surely because there is some connection between three\nthings--the burning, the stuffy atmosphere, and, finally, the madness\nor death of those unfortunate people.  That is clear, is it not?\"\n\n\"It would appear so.\"\n\n\"At least we may accept it as a working hypothesis.  We will suppose,\nthen, that something was burned in each case which produced an\natmosphere causing strange toxic effects.  Very good. In the first\ninstance--that of the Tregennis family--this substance was placed in\nthe fire.  Now the window was shut, but the fire would naturally carry\nfumes to some extent up the chimney.  Hence one would expect the\neffects of the poison to be less than in the second case, where there\nwas less escape for the vapour.  The result seems to indicate that it\nwas so, since in the first case only the woman, who had presumably the\nmore sensitive organism, was killed, the others exhibiting that\ntemporary or permanent lunacy which is evidently the first effect of\nthe drug.  In the second case the result was complete.  The facts,\ntherefore, seem to bear out the theory of a poison which worked by\ncombustion.\n\n\"With this train of reasoning in my head I naturally looked about in\nMortimer Tregennis's room to find some remains of this substance.  The\nobvious place to look was the talc shelf or smoke-guard of the lamp.\nThere, sure enough, I perceived a number of flaky ashes, and round the\nedges a fringe of brownish powder, which had not yet been consumed.\nHalf of this I took, as you saw, and I placed it in an envelope.\"\n\n\"Why half, Holmes?\"\n\n\"It is not for me, my dear Watson, to stand in the way of the official\npolice force.  I leave them all the evidence which I found.  The poison\nstill remained upon the talc had they the wit to find it.  Now, Watson,\nwe will light our lamp; we will, however, take the precaution to open\nour window to avoid the premature decease of two deserving members of\nsociety, and you will seat yourself near that open window in an\narmchair unless, like a sensible man, you determine to have nothing to\ndo with the affair.  Oh, you will see it out, will you?  I thought I\nknew my Watson.  This chair I will place opposite yours, so that we may\nbe the same distance from the poison and face to face.  The door we\nwill leave ajar.  Each is now in a position to watch the other and to\nbring the experiment to an end should the symptoms seem alarming.  Is\nthat all clear?  Well, then, I take our powder--or what remains of\nit--from the envelope, and I lay it above the burning lamp.  So!  Now,\nWatson, let us sit down and await developments.\"\n\nThey were not long in coming.  I had hardly settled in my chair before\nI was conscious of a thick, musky odour, subtle and nauseous.  At the\nvery first whiff of it my brain and my imagination were beyond all\ncontrol.  A thick, black cloud swirled before my eyes, and my mind told\nme that in this cloud, unseen as yet, but about to spring out upon my\nappalled senses, lurked all that was vaguely horrible, all that was\nmonstrous and inconceivably wicked in the universe.  Vague shapes\nswirled and swam amid the dark cloud-bank, each a menace and a warning\nof something coming, the advent of some unspeakable dweller upon the\nthreshold, whose very shadow would blast my soul.  A freezing horror\ntook possession of me.  I felt that my hair was rising, that my eyes\nwere protruding, that my mouth was opened, and my tongue like leather.\nThe turmoil within my brain was such that something must surely snap.\nI tried to scream and was vaguely aware of some hoarse croak which was\nmy own voice, but distant and detached from myself.  At the same moment,\nin some effort of escape, I broke through that cloud of despair and had\na glimpse of Holmes's face, white, rigid, and drawn with horror--the\nvery look which I had seen upon the features of the dead.  It was that\nvision which gave me an instant of sanity and of strength.  I dashed\nfrom my chair, threw my arms round Holmes, and together we lurched\nthrough the door, and an instant afterwards had thrown ourselves down\nupon the grass plot and were lying side by side, conscious only of the\nglorious sunshine which was bursting its way through the hellish cloud\nof terror which had girt us in. Slowly it rose from our souls like the\nmists from a landscape until peace and reason had returned, and we were\nsitting upon the grass, wiping our clammy foreheads, and looking with\napprehension at each other to mark the last traces of that terrific\nexperience which we had undergone.\n\n\"Upon my word, Watson!\" said Holmes at last with an unsteady voice, \"I\nowe you both my thanks and an apology.  It was an unjustifiable\nexperiment even for one's self, and doubly so for a friend.  I am\nreally very sorry.\"\n\n\"You know,\" I answered with some emotion, for I have never seen so much\nof Holmes's heart before, \"that it is my greatest joy and privilege to\nhelp you.\"\n\nHe relapsed at once into the half-humorous, half-cynical vein which was\nhis habitual attitude to those about him.  \"It would be superfluous to\ndrive us mad, my dear Watson,\" said he.  \"A candid observer would\ncertainly declare that we were so already before we embarked upon so\nwild an experiment.  I confess that I never imagined that the effect\ncould be so sudden and so severe.\"  He dashed into the cottage, and,\nreappearing with the burning lamp held at full arm's length, he threw\nit among a bank of brambles. \"We must give the room a little time to\nclear.  I take it, Watson, that you have no longer a shadow of a doubt\nas to how these tragedies were produced?\"\n\n\"None whatever.\"\n\n\"But the cause remains as obscure as before.  Come into the arbour here\nand let us discuss it together.  That villainous stuff seems still to\nlinger round my throat.  I think we must admit that all the evidence\npoints to this man, Mortimer Tregennis, having been the criminal in the\nfirst tragedy, though he was the victim in the second one.  We must\nremember, in the first place, that there is some story of a family\nquarrel, followed by a reconciliation.  How bitter that quarrel may\nhave been, or how hollow the reconciliation we cannot tell.   When I\nthink of Mortimer Tregennis, with the foxy face and the small shrewd,\nbeady eyes behind the spectacles, he is not a man whom I should judge\nto be of a particularly forgiving disposition. Well, in the next place,\nyou will remember that this idea of someone moving in the garden, which\ntook our attention for a moment from the real cause of the tragedy,\nemanated from him.  He had a motive in misleading us.  Finally, if he\ndid not throw the substance into the fire at the moment of leaving the\nroom, who did do so?  The affair happened immediately after his\ndeparture. Had anyone else come in, the family would certainly have\nrisen from the table.  Besides, in peaceful Cornwall, visitors did not\narrive after ten o'clock at night.  We may take it, then, that all the\nevidence points to Mortimer Tregennis as the culprit.\"\n\n\"Then his own death was suicide!\"\n\n\"Well, Watson, it is on the face of it a not impossible supposition.\nThe man who had the guilt upon his soul of having brought such a fate\nupon his own family might well be driven by remorse to inflict it upon\nhimself.  There are, however, some cogent reasons against it.\nFortunately, there is one man in England who knows all about it, and I\nhave made arrangements by which we shall hear the facts this afternoon\nfrom his own lips. Ah! he is a little before his time.  Perhaps you\nwould kindly step this way, Dr. Leon Sterndale. We have been conducing\na chemical experiment indoors which has left our little room hardly fit\nfor the reception of so distinguished a visitor.\"\n\nI had heard the click of the garden gate, and now the majestic figure\nof the great African explorer appeared upon the path.  He turned in\nsome surprise towards the rustic arbour in which we sat.\n\n\"You sent for me, Mr. Holmes.  I had your note about an hour ago, and I\nhave come, though I really do not know why I should obey your summons.\"\n\n\"Perhaps we can clear the point up before we separate,\" said Holmes.\n\"Meanwhile, I am much obliged to you for your courteous acquiescence.\nYou will excuse this informal reception in the open air, but my friend\nWatson and I have nearly furnished an additional chapter to what the\npapers call the Cornish Horror, and we prefer a clear atmosphere for\nthe present.  Perhaps, since the matters which we have to discuss will\naffect you personally in a very intimate fashion, it is as well that we\nshould talk where there can be no eavesdropping.\"\n\nThe explorer took his cigar from his lips and gazed sternly at my\ncompanion.\n\n\"I am at a loss to know, sir,\" he said, \"what you can have to speak\nabout which affects me personally in a very intimate fashion.\"\n\n\"The killing of Mortimer Tregennis,\" said Holmes.\n\nFor a moment I wished that I were armed.  Sterndale's fierce face\nturned to a dusky red, his eyes glared, and the knotted, passionate\nveins started out in his forehead, while he sprang forward with\nclenched hands towards my companion.  Then he stopped, and with a\nviolent effort he resumed a cold, rigid calmness, which was, perhaps,\nmore suggestive of danger than his hot-headed outburst.\n\n\"I have lived so long among savages and beyond the law,\" said he, \"that\nI have got into the way of being a law to myself.  You would do well,\nMr. Holmes, not to forget it, for I have no desire to do you an injury.\"\n\n\"Nor have I any desire to do you an injury, Dr. Sterndale. Surely the\nclearest proof of it is that, knowing what I know, I have sent for you\nand not for the police.\"\n\nSterndale sat down with a gasp, overawed for, perhaps, the first time\nin his adventurous life.  There was a calm assurance of power in\nHolmes's manner which could not be withstood.  Our visitor stammered\nfor a moment, his great hands opening and shutting in his agitation.\n\n\"What do you mean?\" he asked at last.  \"If this is bluff upon your\npart, Mr. Holmes, you have chosen a bad man for your experiment. Let us\nhave no more beating about the bush.  What DO you mean?\"\n\n\"I will tell you,\" said Holmes, \"and the reason why I tell you is that\nI hope frankness may beget frankness.  What my next step may be will\ndepend entirely upon the nature of your own defence.\"\n\n\"My defence?\"\n\n\"Yes, sir.\"\n\n\"My defence against what?\"\n\n\"Against the charge of killing Mortimer Tregennis.\"\n\nSterndale mopped his forehead with his handkerchief.  \"Upon my word,\nyou are getting on,\" said he.  \"Do all your successes depend upon this\nprodigious power of bluff?\"\n\n\"The bluff,\" said Holmes sternly, \"is upon your side, Dr. Leon\nSterndale, and not upon mine.  As a proof I will tell you some of the\nfacts upon which my conclusions are based.  Of your return from\nPlymouth, allowing much of your property to go on to Africa, I will say\nnothing save that it first informed me that you were one of the factors\nwhich had to be taken into account in reconstructing this drama--\"\n\n\"I came back--\"\n\n\"I have heard your reasons and regard them as unconvincing and\ninadequate.  We will pass that.  You came down here to ask me whom I\nsuspected.  I refused to answer you. You then went to the vicarage,\nwaited outside it for some time, and finally returned to your cottage.\"\n\n\"How do you know that?\"\n\n\"I followed you.\"\n\n\"I saw no one.\"\n\n\"That is what you may expect to see when I follow you.  You spent a\nrestless night at your cottage, and you formed certain plans, which in\nthe early morning you proceeded to put into execution. Leaving your\ndoor just as day was breaking, you filled your pocket with some reddish\ngravel that was lying heaped beside your gate.\"\n\nSterndale gave a violent start and looked at Holmes in amazement.\n\n\"You then walked swiftly for the mile which separated you from the\nvicarage.  You were wearing, I may remark, the same pair of ribbed\ntennis shoes which are at the present moment upon your feet.  At the\nvicarage you passed through the orchard and the side hedge, coming out\nunder the window of the lodger Tregennis. It was now daylight, but the\nhousehold was not yet stirring.  You drew some of the gravel from your\npocket, and you threw it up at the window above you.\"\n\nSterndale sprang to his feet.\n\n\"I believe that you are the devil himself!\" he cried.\n\nHolmes smiled at the compliment.  \"It took two, or possibly three,\nhandfuls before the lodger came to the window.  You beckoned him to\ncome down.  He dressed hurriedly and descended to his sitting-room.\nYou entered by the window.  There was an interview--a short one--during\nwhich you walked up and down the room.  Then you passed out and closed\nthe window, standing on the lawn outside smoking a cigar and watching\nwhat occurred. Finally, after the death of Tregennis, you withdrew as\nyou had come.  Now, Dr. Sterndale, how do you justify such conduct, and\nwhat were the motives for your actions?  If you prevaricate or trifle\nwith me, I give you my assurance that the matter will pass out of my\nhands forever.\"\n\nOur visitor's face had turned ashen gray as he listened to the words of\nhis accuser.  Now he sat for some time in thought with his face sunk in\nhis hands.  Then with a sudden impulsive gesture he plucked a\nphotograph from his breast-pocket and threw it on the rustic table\nbefore us.\n\n\"That is why I have done it,\" said he.\n\nIt showed the bust and face of a very beautiful woman.  Holmes stooped\nover it.\n\n\"Brenda Tregennis,\" said he.\n\n\"Yes, Brenda Tregennis,\" repeated our visitor.  \"For years I have loved\nher.  For years she has loved me.  There is the secret of that Cornish\nseclusion which people have marvelled at.  It has brought me close to\nthe one thing on earth that was dear to me. I could not marry her, for\nI have a wife who has left me for years and yet whom, by the deplorable\nlaws of England, I could not divorce.  For years Brenda waited.  For\nyears I waited.  And this is what we have waited for.\"  A terrible sob\nshook his great frame, and he clutched his throat under his brindled\nbeard.  Then with an effort he mastered himself and spoke on:\n\n\"The vicar knew.  He was in our confidence.  He would tell you that she\nwas an angel upon earth.  That was why he telegraphed to me and I\nreturned.  What was my baggage or Africa to me when I learned that such\na fate had come upon my darling?  There you have the missing clue to my\naction, Mr. Holmes.\"\n\n\"Proceed,\" said my friend.\n\nDr. Sterndale drew from his pocket a paper packet and laid it upon the\ntable.  On the outside was written \"Radix pedis diaboli\" with a red\npoison label beneath it.  He pushed it towards me.  \"I understand that\nyou are a doctor, sir.  Have you ever heard of this preparation?\"\n\n\"Devil's-foot root!  No, I have never heard of it.\"\n\n\"It is no reflection upon your professional knowledge,\" said he, \"for I\nbelieve that, save for one sample in a laboratory at Buda, there is no\nother specimen in Europe.  It has not yet found its way either into the\npharmacopoeia or into the literature of toxicology.  The root is shaped\nlike a foot, half human, half goatlike; hence the fanciful name given\nby a botanical missionary.  It is used as an ordeal poison by the\nmedicine-men in certain districts of West Africa and is kept as a\nsecret among them.  This particular specimen I obtained under very\nextraordinary circumstances in the Ubangi country.\"  He opened the\npaper as he spoke and disclosed a heap of reddish-brown, snuff-like\npowder.\n\n\"Well, sir?\" asked Holmes sternly.\n\n\"I am about to tell you, Mr. Holmes, all that actually occurred, for\nyou already know so much that it is clearly to my interest that you\nshould know all.  I have already explained the relationship in which I\nstood to the Tregennis family. For the sake of the sister I was\nfriendly with the brothers.  There was a family quarrel about money\nwhich estranged this man Mortimer, but it was supposed to be made up,\nand I afterwards met him as I did the others.  He was a sly, subtle,\nscheming man, and several things arose which gave me a suspicion of\nhim, but I had no cause for any positive quarrel.\n\n\"One day, only a couple of weeks ago, he came down to my cottage and I\nshowed him some of my African curiosities.  Among other things I\nexhibited this powder, and I told him of its strange properties, how it\nstimulates those brain centres which control the emotion of fear, and\nhow either madness or death is the fate of the unhappy native who is\nsubjected to the ordeal by the priest of his tribe.  I told him also\nhow powerless European science would be to detect it.  How he took it I\ncannot say, for I never left the room, but there is no doubt that it\nwas then, while I was opening cabinets and stooping to boxes, that he\nmanaged to abstract some of the devil's-foot root.  I well remember how\nhe plied me with questions as to the amount and the time that was\nneeded for its effect, but I little dreamed that he could have a\npersonal reason for asking.\n\n\"I thought no more of the matter until the vicar's telegram reached me\nat Plymouth.  This villain had thought that I would be at sea before\nthe news could reach me, and that I should be lost for years in Africa.\nBut I returned at once.  Of course, I could not listen to the details\nwithout feeling assured that my poison had been used.  I came round to\nsee you on the chance that some other explanation had suggested itself\nto you.  But there could be none.  I was convinced that Mortimer\nTregennis was the murderer; that for the sake of money, and with the\nidea, perhaps, that if the other members of his family were all insane\nhe would be the sole guardian of their joint property, he had used the\ndevil's-foot powder upon them, driven two of them out of their senses,\nand killed his sister Brenda, the one human being whom I have ever\nloved or who has ever loved me.  There was his crime; what was to be\nhis punishment?\n\n\"Should I appeal to the law?  Where were my proofs?  I knew that the\nfacts were true, but could I help to make a jury of countrymen believe\nso fantastic a story?  I might or I might not. But I could not afford\nto fail.  My soul cried out for revenge. I have said to you once\nbefore, Mr. Holmes, that I have spent much of my life outside the law,\nand that I have come at last to be a law to myself.  So it was even\nnow.  I determined that the fate which he had given to others should be\nshared by himself. Either that or I would do justice upon him with my\nown hand.  In all England there can be no man who sets less value upon\nhis own life than I do at the present moment.\n\n\"Now I have told you all.  You have yourself supplied the rest. I did,\nas you say, after a restless night, set off early from my cottage.  I\nforesaw the difficulty of arousing him, so I gathered some gravel from\nthe pile which you have mentioned, and I used it to throw up to his\nwindow.  He came down and admitted me through the window of the\nsitting-room.  I laid his offence before him. I told him that I had\ncome both as judge and executioner.  The wretch sank into a chair,\nparalyzed at the sight of my revolver. I lit the lamp, put the powder\nabove it, and stood outside the window, ready to carry out my threat to\nshoot him should he try to leave the room.  In five minutes he died.\nMy God! how he died!  But my heart was flint, for he endured nothing\nwhich my innocent darling had not felt before him.  There is my story,\nMr. Holmes.  Perhaps, if you loved a woman, you would have done as much\nyourself.  At any rate, I am in your hands.  You can take what steps\nyou like.  As I have already said, there is no man living who can fear\ndeath less than I do.\"\n\nHolmes sat for some little time in silence.\n\n\"What were your plans?\" he asked at last.\n\n\"I had intended to bury myself in central Africa.  My work there is but\nhalf finished.\"\n\n\"Go and do the other half,\" said Holmes.  \"I, at least, am not prepared\nto prevent you.\"\n\nDr. Sterndale raised his giant figure, bowed gravely, and walked from\nthe arbour.  Holmes lit his pipe and handed me his pouch.\n\n\"Some fumes which are not poisonous would be a welcome change,\" said\nhe.  \"I think you must agree, Watson, that it is not a case in which we\nare called upon to interfere.  Our investigation has been independent,\nand our action shall be so also.  You would not denounce the man?\"\n\n\"Certainly not,\" I answered.\n\n\"I have never loved, Watson, but if I did and if the woman I loved had\nmet such an end, I might act even as our lawless lion-hunter has done.\nWho knows?  Well, Watson, I will not offend your intelligence by\nexplaining what is obvious.  The gravel upon the window-sill was, of\ncourse, the starting-point of my research.  It was unlike anything in\nthe vicarage garden.  Only when my attention had been drawn to Dr.\nSterndale and his cottage did I find its counterpart.  The lamp shining\nin broad daylight and the remains of powder upon the shield were\nsuccessive links in a fairly obvious chain.  And now, my dear Watson, I\nthink we may dismiss the matter from our mind and go back with a clear\nconscience to the study of those Chaldean roots which are surely to be\ntraced in the Cornish branch of the great Celtic speech.\"\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Adventure of the Devil's Foot, by \nArthur Conan Doyle", "answers": ["Six hours."]}